[
    {
        "name":"Shimla",
        "description":"Shimla is the capital of Himachal Pradesh and a popular hill-station. The hill station still retains its old-world charm with beautiful colonial architecture, pedestrian-friendly Mall Road and the ridge lined up with multiple shops, cafes and restaurants.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/Shimla.JPG?alt=media&token=5e4936f7-fff7-408f-add7-c3b9366c8e13"
    },

    {
        "name":"Atal Tunnel",
        "description":"Also referred to as the Rohtang Tunnel, Atal Tunnel is a horseshoe-shaped highway tunnel that connects Manali and the Lahaul-Spiti valley, reducing the time taken by around 4-5 hours.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/atal%20tunnel.JPG?alt=media&token=7053697f-144a-44ba-9332-9dc43c5c7382"
    
    },
    {
        "name":"Kullu Manali",
        "description":"With spectacular valleys, breathtaking views, snowcapped mountains, and lush forests of oak, deodar, and pine, Manali is a magical hill station at the northern end of Kullu valley in Himachal Pradesh.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/manali.JPG?alt=media&token=e2ed8b3b-e224-435b-82a2-ea7dbeb6cd04"
    },
    {
        "name":"Dharamshala",
        "description":"Dharamshala is a beautiful hill town in the Dhauladhar range of Himalayas. It is the winter capital of Himachal Pradesh and is located in the upper slopes of the Kangra valley.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/Dharamshala.JPG?alt=media&token=b4bee82c-2cbc-449c-8619-936b3282a74c"
    },
    {
        "name":"Lahaul & Spiti",
        "description":"Lahaul & Spiti District in Himachal is fringed by majestic Himalayan hills and it boasts mesmerizing cold barren lands of nothingness, pristine gurgling rivers, scenic alpine lakes, and a rich Buddhist culture and history.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/spiti.jpg?alt=media&token=455c3824-7e60-4dbb-82b0-b4a9df73c901"
    },
    {
        "name":"Khajjiar,Chamba",
        "description":"Often referred to as 'mini-Switzerland of India', Khajjiar is a small town located close (20km) to Dalhousie and is great for a day or overnight trip. Khajjiar is known for its picture perfect grassy meadows.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/khajjiar%20chamba.jpg?alt=media&token=e0895bcd-b9fd-4b6e-bf92-7ba5e91537ac"

    },
    {
        "name":"Dalhousie",
        "description":"Dalhousie is a popular hill station spread out over five hills in Himachal Pradesh boasting views of the snow-capped peaks of the Dhauladhar ranges. Famous for its meadows, dense forests, and waterfalls.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/dalhosie.jpg?alt=media&token=b698c0d4-7385-4349-82f4-de6ec75da790"
    },
    {
        "name":"Bir Billing",
        "description":"Bir is a small town located in the Kangra district of Himachal Pradesh. Bir Billing is a popular destination located in Joginder Nagar valley known for paragliding and also as the town for meditation. There is an influence of Tibetan culture due to Tibetan community settlement in this town.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/Bir%20Monestry.JPG?alt=media&token=02438b44-bd99-41fc-b9c8-c2d534ff3aa5"
    }
]