[
    {
        "name":"Churdhar Trek, Sirmaur",
        "description":"Churdhar Peak is located in the Sirmour district of Himachal Pradesh.The Churdhar Peak trek is the highest peak of outside Himalayan range with a modest elevation of 12,000 ft.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/churdar.PNG?alt=media&token=63ed2eed-dd5a-4278-882c-53f4d2d54692",
        "long_description":"Churdhar Peak is located in the Sirmour district of Himachal Pradesh. Also called Churi Chandni, meaning “ mountains in the bangles of snow”.The Churdhar Peak trek is the highest peak of outside Himalayan range with a modest elevation of 12,000 ft. At the top of the Churdhar peak, a giant statue of Lord Shiva looks mesmerizing as well as takes you back to the tales of the great Indian epics like Mahabharata and Ramayana.The summer season is the best time to visit Churdhar peak. But June is considered the best time to do this trek it is also a high tourist season. The weather is great in summer for outdoor activities like camping, bonfire, etc.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/churdar2.jpg?alt=media&token=7d3d3998-0b1f-48d1-b261-20f77415c4c0",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/churdar.PNG?alt=media&token=63ed2eed-dd5a-4278-882c-53f4d2d54692",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/Churdhaar1.jpg?alt=media&token=14a10dc6-fa00-4fd0-882b-3c8a43153c5c"
        ]
    },
    {
        "name":"Indrahar Pass, Kangra",
        "description":"Indrahar Pass trek is one of the easy to moderate treks in Himachal Pradesh which is started from McLeodganj himachal pradesh.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/indarhar%20kangra.JPG?alt=media&token=dbec10bd-ebec-4aed-8757-84272c617feb",
        "long_description":"The Indrahar Pass Trek in Himachal Pradesh is one of the most inspiring treks in the Indian Himalayan region that bursts the mind of several travelers from all age group. The journey is a perfect combination of diverse nature and traditional colors of Himachal, and it stretches from an elevation of 2,875 meters to 4,425 meters. The Indrahar Pass forms the border between Kangra and Chamba districts. The view from the pass is just mind blowing. Best Time to Visit Indrahar Pass Trek: May to Mid-October.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/inderhaar1.JPG?alt=media&token=71c27fe5-8543-4562-a9b3-eab4db867f72",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/inderhar2.JPG?alt=media&token=f33d9ebe-5aa8-40d5-8741-4fce48719c72",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/inderhar3.JPG?alt=media&token=479d6bcf-62f5-4a0b-b6f0-1da18a29fe77"
        ]
    },
    {
        "name":"Triund,Kangra",
        "description":"Triund trek is a about 9 kilometre hike that can be completed in 4-6 hours, making it possible to complete it in a single day,although the ideal way to complete it is to...",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/triund%20kanga.JPG?alt=media&token=4858fe01-0432-46f7-a46a-267292208c58",
        "long_description":"Triund trek is one of the most popular treks in Himachal Pradesh, it is also one of the easiest treks in Himachal. Dharamkot is the starting point of Triund trek and the total distance covered in Triund trek is 9 km from Dharamkot. With breathtaking views of the Kangra valley and the snow-covered Dhauladhar ranges, it is also very picturesque. Best Season To Do The Triund Trek:Apart from the monsoon seasons of July, August, and the peak winters of January, February, Triund trek can be done around the year.The spring and summer months of March to June have the best weather conditions to trek in. With one extra warm layer of clothing, the trek is perfect for trekking and to escape from the harsh weather conditions of April, May.Post-monsoon season is best for the clearest views for the mountain peaks from the trek. In December, you can expect the first spell of snowfall on the trek.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/triund%20kanga.JPG?alt=media&token=4858fe01-0432-46f7-a46a-267292208c58",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/triyund1.JPG?alt=media&token=a2ef3490-98a7-4ab5-bf88-7f750b18bcbe",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/triyund2.JPG?alt=media&token=67160023-f2f8-4898-bdc3-5bfc4ca9c1d3",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/triund3.JPG?alt=media&token=82a7eab0-bd77-4da9-a397-f2c5da427e7b"
        ]
    },
    {
        "name":"Himani Chamunda",
        "description":"Aadi Himani Chamunda temple is a distance of approx 14 km from Dharamshala. It is located in Kangra district of Himachal Pradesh.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/himani.PNG?alt=media&token=91c7edcb-b982-427d-b202-ae41e823fb68",
        "long_description":"Aadi Himani Chamunda Devi trek is an amazing trek located in the district of Kangra, Himachal Pradesh. Aadi Himani Chamunda Trek is located at the height of 3185 from sea level and it is on the side North-East of the Existing Shri Chamunda Devi Temple. Aadi Himani Chamunda Devi Trek is famous for Himani Chamunda Devi temple which is situated on the hilltop of the trek. Devotees especially for the temple visit this trek. As per believers, Shri Chamunda Devi Killed two Demons Chand and Mund from the top, and also believe that Shri Chamunda Devi threw huge boulders at them.The temple provides memorizing views of the Dhauladhar range and is also a great location for nature lovers and travelers.Best time to Visit:You can visit this trek in the month of April to June and September to October. Because of the rainy season, you can’t visit the trek in the months of July to August and because of Snow time, you can’t visit the trek in the month of November to March. ",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/himani%20chamunda%20(1).jpg?alt=media&token=17f921ac-1ef7-4e45-9111-115088bb7752",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/himani%20chamunda%20(2).jpg?alt=media&token=122de917-e1e2-4482-bf8b-608c9e7a2018",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/himani.PNG?alt=media&token=91c7edcb-b982-427d-b202-ae41e823fb68"
        ]
    },
    {
        "name":"Hampta Pass,Kullu",
        "description":"About 35 kilometres are required for the entire Hampta pass hike. Manali-jobra-Jwara-Balu-ka-Ghera-Hampta pass-Shea Goru-Chatru-Manali is the trek's route. In 5 days, you'll finish the trek.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/hamptapasskullu.png?alt=media&token=9dbb6663-cec9-4954-b158-ef2cc79b2df2",
        "long_description":"Hampta Pass Trek located in the Kullu region of Himachal Pradesh, is situated at an altitude of 14,065 feet in the Pir Panjal range of the Himalayas. The diversity in Hampta Pass trek lies in its route. You get to see lush green pastures of Kullu, peaceful charm of the Lahaul Valley, snow-capped peaks and beautiful lakes along with colorful sunrises and sunsets, and the splendid Chandratal Lake all together in one package. This trek offers two different sides of the Himalayas, one side is lush green Kullu Valley and the other side is desert Lahaul Valley. The views from here are spectacular during any season of the year and especially during monsoon.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/hamptapasskullu.png?alt=media&token=9dbb6663-cec9-4954-b158-ef2cc79b2df2",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/hampta%20pass%20(1).jpg?alt=media&token=7e8b7d59-cc3b-4dcd-bcce-5d5831b40c39",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/himani%20chamunda%20(2).jpg?alt=media&token=122de917-e1e2-4482-bf8b-608c9e7a2018"
        ]
    },
    {
        "name":"Kheerganga,Kullu",
        "description":"The Kheerganga Trek is situated in Parvati Valley, covers a distance of 26 km. it is located in kullu Himachal pradesh.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/kheerganga.PNG?alt=media&token=f6f18a24-5cf5-465a-9688-e74e11ce690d",
        "long_description":"Kheerganga Trek is one of the most popular treks in Himachal Pradesh. It is situated at a height of 2950 meters above sea level in the Parvati Valley and it takes you through some beautiful routes. It is one of the best treks in Himachal for beginners as Kheerganga treks do not require any prior trekking experience. Location: Kasol, Himachal Pradesh.Duration: 1 Day.Difficulty Level: Easy to moderate.Kheerganga Trek Distance: 24 KM. Best Time for Kheerganga Trek: March, April, May, June.Temperature: In Day: 8°C to 15°C; and Night: 0°C to 3°C.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/kheer%20ganga%20(1).jpg?alt=media&token=a24741fe-b59b-437e-a9f2-8172e78fa77c",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/kheerganga.PNG?alt=media&token=f6f18a24-5cf5-465a-9688-e74e11ce690d",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/kheer%20ganga%20(2).jpg?alt=media&token=995bc2ac-680e-43aa-9c7f-b9b6299b394e"
        ]
        
    },
    {
        "name":"Saach Pass, Pangi,Chamba",
        "description":"The remote Sach Pass trip is located in Himachal Pradesh's Chamba region, in the Pir Panjal Mountains.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/sach-pass-trek1.jpg?alt=media&token=6a8bf572-42d3-4328-9d62-fdd1a111d4ab",
        "long_description":"Sach Pass is situated at a height of 4550 m above sea level in the Chamba district of Himachal. Sach pass trek is one of the most popular treks in Himachal Pradesh. The trek is windy and there are lots of options to explore the snow. Sach Pass offers you to witness dense forest, quaint little stops like orchards & hamlets, and stunning rivers during the trek. It is a cultural experience too as you will meet locals on your way and have a chance to explore the unexplored side of Himachal Pradesh.Best time to visit Sach Pass:The gateway to Pangi valley, this pass is open from June or Early-July to mid-October. ",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/sach-pass-trek1.jpg?alt=media&token=6a8bf572-42d3-4328-9d62-fdd1a111d4ab",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/sach%20pass%20(1).jpg?alt=media&token=d09403a3-bb47-4cdb-aac7-12a60c2af7c8",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/sach%20pass%20(1).jpg?alt=media&token=d09403a3-bb47-4cdb-aac7-12a60c2af7c8"
        ]
        
    },
    {
        "name":"Pin Parvati,Kullu",
        "description":"The crossing between Spiti's Pin Valley and Kullu's Parvati Valley bears the name Pin Parvati crossing.The 11-day, adventurous trek begins in Kullu and ends in Manali.",
        "image":"https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/pin%20parvati.PNG?alt=media&token=97b470a9-3f96-43c4-9aa2-838c2344d4b6",
        "long_description":"The Pin Parvati Pass is a thrilling challenge for any seasoned trekker. It’s a long expedition that gives trekkers a massive dose of adventure, beauty and a sense of achievement. The exhilaration of traversing a 17,457 ft pass is an experience of a lifetime.Pin Parvati Pass trek provides the most spectacular traverses, right from the forest and verdant meadows of the Parvati Valley to the Buddhist villages in the Trans-Himalayan region of Spiti. The sharp contrast in landscapes, culture, flora and fauna will catch you off-guard. Within hours, you’ll walk from cold dry mountain desert region of Spiti to the rich biodiversity in Parvati Valley.Best time to visit Pin Parvati Trek:July - August is the best season to go on this trek.",
        "images":[
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/pin%20parvati%201.jpg?alt=media&token=04927a55-fc34-4b50-9d03-00bb0e242b8f",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/pin%20parvati.PNG?alt=media&token=97b470a9-3f96-43c4-9aa2-838c2344d4b6",
            "https://firebasestorage.googleapis.com/v0/b/my-application-f078f.appspot.com/o/pin%20parvati%202.jpg?alt=media&token=20ea2c1b-14ee-4b8b-b74a-432e3c93db1a"
        ]
        
    }

]